[
  {
    "id": 1,
    "title": "Online Learning Glossary",
    "image": "https://www.growthengineering.co.uk/wp-content/uploads/2020/01/Mobile-Graduation-01-600x424.png",
    "description": "Jargon exists everywhere. But getting to know your AICC from your xAPI or an LXP from an LMS might have you scratching your head. There’s enough lingo in the world of online learning to give even the most weathered ID a headache. And if you don’t know what an ‘ID’ is, don’t worry, we’ll explain shortly! It almost feels that the world of learning and development will soon need its own dictionary. But don’t fret! We’ve put together a handy online learning glossary to help ease you into our wonderful world! It’s worth bookmarking so that you can check back on it whenever you stumble upon the latest buzzword that’s floating around."
  },
  {
    "id": 2,
    "title": "Why You Should Read Every Day",
    "image": "https://eduma.thimpress.com/demo-3/wp-content/uploads/sites/19/2016/01/blog-7.jpg",
    "description": "A person who reads everyday gets better at it over time. Not surprisingly, daily readers also gain more enjoyment from it than those that read less often. It can even improve memory and critical thinking skills. And activities like reading have been linked to a lower risk of Alzheimer's disease. According to the Fisher Center for Alzheimer’s Research Foundation, scientist analyzed 15 studies involving 718 men and women with mild to moderate Alzheimer’s or other forms of dementia, and their studies show that mental stimulation can slow the progression of and in some instances, prevent Alzheimer’s disease and Dementia because an active brain is slowed from losing power."
  },
  {
    "id": 3,
    "title": "Relaxing after work",
    "image": "https://eduma.thimpress.com/demo-3/wp-content/uploads/sites/19/2016/01/blog-9.jpg",
    "description": "After a long, draining day at work, there’s nothing better than finally coming home to unwind. Everyone de-stresses differently, and believe it or not, there are more ways to relax than just curling up on the couch with a pint of Ben & Jerry’s in one hand and the TV remote in the other. Carving out time to practice self-care will make you a happier, healthier employee in the long run, so we’ve done some research and found 12 activities that are scientifically proven to boost your mood, help you de-stress, or simply distract you from what’s going on at the office."
  },
  {
    "id": 4,
    "title": "Tips to Succeed in an Online Course",
    "image": "https://eduma.thimpress.com/demo-3/wp-content/uploads/sites/19/2016/01/blog-5.jpg",
    "description": "In the past, earning a college degree meant physically attending in-person classes, which often posed challenges for working professionals or those with complicated schedules. Now, thanks to advances in technology, it’s easier than ever to find a degree program that offers the flexibility you need, whether through traditional in-person classes, online learning, or a blend of the two. There are many advantages to online courses; they allow you to learn whenever, wherever, and however works best for you, making it easier to earn a degree while balancing work and family commitments. And without having to attend classes in person, online learning affords you access to top degree programs across the country that might have otherwise been inaccessible or highly inconvenient."
  },
  {
    "id": 5,
    "title": "Happy New Year 2022",
    "date": "11 JANUARY",
    "time" : "8:00 AM - 5:00 PM",
    "location" : "PARIS, FRENCH",
    "image": "https://media.istockphoto.com/photos/new-years-eve-holiday-party-pocket-watch-clock-at-midnight-picture-id1285697663?s=612x612",
    "description": "Finally, this rollercoaster of a year is coming to an end and the anticipation for better times is contagious. People all over the world are already establishing their New Year resolutions and plans. This upcoming year will give us the opportunity to start afresh and work towards rebuilding the world after the pandemic and even bettering ourselves in order to avoid such global suffering again."
  },
  {
    "id": 6,
    "title": "Elegant Light Box Paper Cut Dioramas",
    "date": "28 MARCH",
    "time" : "8:00 AM - 5:00 PM",
    "location" : "VANCOUVER, CANADA",
    "image": "https://eduma.thimpress.com/demo-3/wp-content/uploads/sites/19/2015/11/event-2-450x233.jpg",
    "description": "Over 37 lectures and 55.5 hours of content! LIVE PROJECT End to End Software Testing Training Included. Learn Software Testing and Automation basics from aprofessional trainer from your own desk. Information packed practical training starting from basics to advanced testing techniques. Best suitable for beginners to advanced level users and who learn faster when demonstrated. Course content designed by considering current software testing technology and the job market. Practica assignments at the end of every session. Practical learning experience with live project work and example"
  }
]